
public class RepasoMiguel {

	public static void main(String[] args) {
		String[] ASCII = {"____________________â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n"  + 
				"_________â–“â–“â–“â–“____â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
				"__ Æ¸ÌµÌ¡ÓœÌµÌ¨Ì„Æ·â–“â–“â–“â–“â–“=â–“____â–“=â–“â–“â–“â–“â–“\n" + 
				"__ â–“â–“â–“_â–“â–“â–“â–“â–‘â—�____â—�â–‘â–‘â–“â–“â–“â–“\n" + 
				"_â–“â–“â–“â–“_â–“â–“â–“â–“â–“â–‘â–‘__â–‘â–‘â–‘â–‘â–“â–“â–“â–“\n" + 
				"_ â–“â–“â–“â–“_â–“â–“â–“â–“â–‘â–‘â™¥__â™¥â–‘â–‘â–‘â–“â–“â–“\n" + 
				"__ â–“â–“â–“___â–“â–“â–‘â–‘_____â–‘â–‘â–‘â–“â–“\n" + 
				"â–“â–“â–“â–“â–“____â–“â–‘â–‘_____â–‘â–‘â–“\n" + 
				"_ â–“â–“____ â–’â–“â–’â–“â–’___ â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
				"_______ â–’â–“â–’â–“â–’â–“â–’_ â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
				"_______â–’â–“â–’â–“â–’â–“â–’ â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
				"_____ â–’â–“â–’â–“â–’â–“â–’_â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ â–ˆâ–ˆâ–ˆ\n" + 
				"_ ___â–’â–“â–’â–“â–’â–“â–’__â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ _â–ˆâ–ˆâ–ˆ\n" + 
				"_â–“â–“Xâ–“â–“â–“â–“â–“â–“â–“__â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ_ â–ˆâ–ˆâ–ˆ\n" + 
				"â–“â–“_â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–“â–“__â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ_ â–ˆâ–ˆâ–ˆ\n" + 
				"â–“_â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–“â–“__â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ_ â–ˆâ–ˆâ–ˆ\n" + 
				"_â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–“â–“__â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ _â–ˆâ–ˆâ–ˆ\n" + 
				"_â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–“â–“__â–“â–“â–“â–“â–“â–“_â–’â–’\n" + 
				"_â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–“â–“__â–“â–“â–“â–“â–“â–“\n" + 
				"_â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–“â–“__â–“â–“â–“â–“â–“â–“\n" + 
				"__â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–“___â–“â–“â–“â–“â–“â–“\n" + 
				"_______â–’â–’â–’â–’â–’____â–“â–“â–“â–“â–“â–“\n" + 
				"_______â–’â–’â–’â–’â–’ _____â–“â–“â–“â–“â–“\n" + 
				"_______â–’â–’â–’â–’â–’_____ â–“â–“â–“â–“â–“\n" + 
				"_______â–’â–’â–’â–’â–’ _____â–“â–“â–“â–“â–“\n" + 
				"________â–’â–’â–’â–’______â–“â–“â–“â–“â–“\n" + 
				"________â–ˆâ–ˆâ–ˆâ–ˆâ–ˆ____â–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" ,
				"_'â–€â–ˆâ•‘â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–„â–„â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â€‹â”€â–„â”€â”€â–„_\n" + 
				"â”€â”€â–ˆâ•‘â”€â”€â”€â”€â”€â”€â”€â–„â”€â–„â”€â–ˆâ–„â–„â–ˆâ•‘â”€â”€â”€â”€â”€â”€â–„â–„â”€â”€â€‹â–ˆâ•‘â”€â–ˆâ•‘\n" + 
				"â”€â”€â–ˆâ•‘â”€â”€â”€â–„â–„â”€â”€â–ˆâ•‘â–ˆâ•‘â–ˆâ•‘â”€â–„â•‘â–„â”€â”€â–„â•‘â–ˆâ•‘â”€â–ˆâ•‘â€‹â–ˆâ•‘â–„â–ˆâ•‘\n" + 
				"â”€â”€â–ˆâ•‘â”€â”€â–ˆâ•‘â”€â–ˆâ•‘â–ˆâ•‘â–ˆâ•‘â”€â–€â–€â”€â”€â–ˆâ•‘â”€â–ˆâ•‘â–ˆâ•‘â”€â–ˆâ•‘â€‹â”€â–€â”€â–€\n" + 
				"â”€â”€â–ˆâ•‘â–„â•‘â–ˆâ•‘â”€â–ˆâ•‘â”€â–€â”€â”€â”€â”€â”€â”€â”€â–ˆâ•‘â–„â–ˆâ•‘â”€â–€â–€\n" + 
				"â”€â”€â–€â–€â–€â”€â”€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â”€â–ˆâ•‘\n" + 
				"â”€â”€â”€â”€â”€â”€â”€â–„â–„â”€â–„â–„â–€â–€â–„â–€â–€â–„â”€â”€â–€â–„â–„â–€\n" + 
				"â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â”€â”€â–„â–€\n" + 
				"â”€â”€â”€â”€â”€â”€â–€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–€â–€â–„â–€\n" + 
				"â”€â”€â”€â”€â”€â”€â”€â”€â–€â–ˆâ–€\n",  "â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ”€â”€â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ”€â–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â”€â–ˆâ–ˆâ”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ”€â–ˆâ”€â”€â–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â–“â–“â–“â–“â–“â–“â–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â”€â–ˆâ–ˆâ”€â”€â”€â–ˆâ”€â”€â–ˆâ”€â–ˆâ”€â”€â–ˆâ”€â–ˆâ–ˆâ”€â”€â”€â”€â–“â–“â–“â–“â–“â–“â–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â”€â–ˆâ–ˆâ”€â”€â”€â–ˆâ”€â”€â–ˆâ”€â–ˆâ”€â”€â–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â–“â–“â–“â–“â–“â–“â–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â”€â–ˆâ–ˆâ”€â”€â”€â–ˆâ”€â”€â–ˆâ”€â–ˆâ”€â”€â–ˆâ”€â–ˆâ–ˆâ”€â”€â”€â”€â–“â–“â–“â–“â–“â–“â–ˆâ–ˆ\n" + 
						"â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â”€â–ˆâ–ˆâ–ˆâ–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â–“â–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–“â–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆ\n",  
						"â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ”€â”€â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ”€â–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–“â–“â–“â–“â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–“â–“â–“â–“â–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–“â–“â”€â–ˆâ–ˆâ–ˆâ”€â”€â–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ”€â–ˆâ”€â”€â”€â–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â”€â–“â–“â–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–“â–“â”€â–ˆâ–ˆâ”€â–ˆâ”€â–ˆâ”€â–ˆâ”€â”€â”€â”€â–ˆâ”€â”€â”€â–ˆâ”€â–ˆâ”€â”€â”€â”€â–ˆâ”€â”€â–ˆâ–ˆâ”€â”€â–“â–“â–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–“â–“â”€â–ˆâ–ˆâ”€â–ˆâ”€â–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ”€â–ˆâ–ˆâ”€â–ˆâ–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ”€â”€â”€â–“â–“â–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–“â–“â”€â–ˆâ–ˆâ”€â–ˆâ”€â–ˆâ”€â–ˆâ”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ”€â”€â–ˆâ”€â”€â”€â”€â–ˆâ”€â”€â–ˆâ–ˆâ”€â”€â–“â–“â–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–“â–“â”€â–ˆâ–ˆâ”€â”€â–ˆâ–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ”€â”€â”€â–ˆâ”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ”€â–ˆâ”€â”€â–ˆâ–ˆâ–ˆâ”€â–“â–“â–ˆâ–ˆ\n" + 
						"â”€â–ˆâ–ˆâ–“â–“â–“â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–“â–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆ\n" ,
						"â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ”€â”€â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ”€â–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–“â–“â–“â–“â–“â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–„â”€â–ˆâ–ˆâ–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â”€â–“â–“â–“â–“â–“â–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â”€â”€â”€â–ˆâ–ˆâ”€â”€â–ˆâ”€â”€â–ˆâ”€â”€â–ˆâ”€â”€â”€â”€â–ˆâ”€â”€â”€â”€â”€â”€â–“â–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â”€â”€â”€â–ˆâ–ˆâ”€â”€â–ˆâ”€â”€â–ˆâ”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â”€â–“â–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â”€â”€â”€â–ˆâ–ˆâ”€â”€â–ˆâ”€â”€â–ˆâ”€â”€â–ˆâ”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ”€â”€â–“â–“â–“â–“â–ˆâ–ˆ\n" + 
						"â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–€â”€â–ˆâ–ˆâ–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â”€â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â–ˆâ–ˆâ–ˆâ–“â–“â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€ â–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–“â–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–“â–“â–“â–ˆâ–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–“â–ˆâ–ˆ\n" + 
						"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆ\n", "â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–’\n" + 
								"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–‘â–ˆ\n" + 
								"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆ\n" + 
								"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆáƒ¦â–ˆ\n" + 
								"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆáƒ¦â–’â–ˆâ”€â”€â”€â”€â”€â”€â–’â–ˆ\n" + 
								"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆáƒ¦â–‘â–’â–ˆâ”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆ\n" + 
								"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆáƒ¦â–‘â–‘áƒ¦â–ˆâ”€â”€â”€â”€â”€â”€â–ˆáƒ¦â–’â–ˆ\n" + 
								"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–’áƒ¦â–‘â–’áƒ¦â–‘â–ˆâ”€â”€â”€â–ˆâ–ˆâ–‘áƒ¦áƒ¦â–ˆ\n" + 
								"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–‘â–ˆáƒ¦â–’â–‘â–‘â–’áƒ¦â–‘â–ˆâ–ˆâ–ˆâ–ˆáƒ¦áƒ¦áƒ¦â–ˆ\n" + 
								"â”€â”€â”€â–‘â”€â”€â”€â”€â”€â”€â”€â–ˆâ–’áƒ¦â–’â–‘â–‘â–‘â–’áƒ¦áƒ¦áƒ¦â–‘áƒ¦áƒ¦áƒ¦â–ˆâ–ˆâ”€â”€â”€â”€â”€â–‘â–ˆ\n" + 
								"â”€â”€â”€â–“â–ˆâ”€â”€â”€â”€â”€â–‘â–ˆáƒ¦â–’â–‘â–‘â–‘â–‘â–‘â–‘â–‘â–’â–‘áƒ¦áƒ¦â–ˆâ–ˆâ”€â”€â”€â”€â”€â–“â–ˆâ–‘\n" + 
								"â”€â”€â”€â–ˆâ–ˆâ”€â”€â”€â”€â”€â–ˆâ–’áƒ¦â–‘â–‘â–‘â–‘â–‘â–‘â–‘â–‘â–‘â–‘áƒ¦â–ˆâ”€â”€â”€â”€â–“â–“â–ˆâ–ˆ\n" + 
								"â”€â”€â”€â–ˆâ–ˆâ”€â”€â”€â”€â–ˆâ–ˆáƒ¦â–’â–‘â–‘â–‘â–‘â–‘â–‘â–‘â–‘â–‘áƒ¦â–ˆâ–ˆâ”€â–‘â–ˆâ–ˆáƒ¦â–’â–ˆ\n" + 
								"â”€â”€â–ˆâ–ˆáƒ¦â–ˆâ”€â”€â–ˆâ–ˆáƒ¦â–‘â–’â–‘â–‘â–‘â–‘â–‘â–‘â–‘â–‘â–‘â–‘áƒ¦â–“â–ˆâ–ˆâ–’áƒ¦áƒ¦â–ˆ\n" + 
								"â”€â”€â–ˆáƒ¦áƒ¦â–“â–ˆâ–ˆâ–“áƒ¦â–‘â–‘â–‘â–’â–‘â–‘â–‘â–‘â–‘â–‘â–‘â–‘â–’â–‘áƒ¦áƒ¦áƒ¦â–‘â–‘â–“â–ˆ\n" + 
								"â”€â–ˆâ–ˆáƒ¦â–’â–’áƒ¦áƒ¦â–‘â–‘áƒ¦áƒ¦áƒ¦áƒ¦â–‘â–‘â–’â–‘â–‘â–‘â–‘ áƒ¦áƒ¦áƒ¦áƒ¦â–‘â–‘áƒ¦áƒ¦áƒ¦â–ˆâ–ˆ\n" + 
								"â”€â–ˆáƒ¦â–’áƒ¦áƒ¦â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆáƒ¦áƒ¦â–’â–‘áƒ¦â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆáƒ¦â–’â–ˆâ–‘\n" + 
								"â–ˆâ–ˆáƒ¦áƒ¦â–’â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆáƒ¦áƒ¦â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–‘áƒ¦â–ˆâ–’\n" + 
								"â–ˆâ–‘áƒ¦áƒ¦â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆáƒ¦áƒ¦â–ˆ\n" + 
								"â–ˆâ–’áƒ¦â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆáƒ¦â–ˆ\n" + 
								"â–ˆâ–ˆáƒ¦áƒ¦â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆáƒ¦â–ˆâ–ˆ\n" + 
								"â”€â–ˆâ–ˆáƒ¦áƒ¦â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆáƒ¦â–ˆâ–ˆ\n" + 
								"â”€â”€â–‘â–ˆâ–ˆáƒ¦áƒ¦â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆáƒ¦áƒ¦â–ˆâ–ˆ\n" + 
								"â”€â”€â”€â”€â–“â–ˆâ–ˆáƒ¦â–’â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–’áƒ¦â–ˆâ–ˆ\n" + 
								"â”€â”€â”€â–‘â”€â”€â–‘â–ˆâ–ˆâ–ˆáƒ¦â–’â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–’áƒ¦â–ˆâ–ˆâ–ˆ\n" + 
								"â”€â”€â”€â”€â–‘â–‘â”€â”€â”€â–’â–ˆâ–ˆáƒ¦áƒ¦â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–’áƒ¦â–ˆâ–ˆ\n" + 
								"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–’â–ˆâ–ˆáƒ¦â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆáƒ¦â–ˆâ–ˆ\n" + 
								"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆáƒ¦â–ˆâ–ˆâ–ˆâ–ˆáƒ¦â–ˆ\n" + 
								"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆáƒ¦â–ˆâ–ˆáƒ¦â–ˆ\n" + 
								"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆáƒ¦áƒ¦â–ˆ\n" + 
								"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆáƒ¦â–ˆâ–‘\n" + 
								"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–‘\n", "â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œ\n" + 
										"â–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œ\n" + 
										"â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œ\n" + 
										"â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œ\n" + 
										"â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â•”â•�â•�â•—â–„â–„â•”â•—â•”â•—â–„â–„â–„â–„â–„â–„â•”â•—â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œ\n" + 
										"â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â•‘â•‘â•‘â• â•¦â•—â•‘â•šâ•�â• â•�â•¦â•�â•—â•”â•¦â•£â•šâ•—â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œ\n" + 
										"â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•”â•—â•‘â•©â•£â•‘â•šâ•£â•”â•£â•”â•£â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œ\n" + 
										"â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â•šâ•©â•©â•¬â•—â•‘â•šâ•�â•šâ•©â•�â•©â•�â•�â•©â•�â•šâ•�â•�â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œ\n" + 
										"â–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â•šâ•�â•�â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œ\n" + 
										"â–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â•”â•�â•—â–„â–„â–„â–„â•”â•�â•¦â•—â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â•‘â•�â•¬â•�â•¦â•¦â•—â•šâ•—â•‘â• â•�â•¦â•¦â•—â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â•‘â•”â•£â•‘â•‘â•”â•�â•”â•©â•—â•‘â•¬â•‘â•‘â•‘â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â•šâ•�â•šâ•�â•©â•�â–„â•šâ•�â•�â•©â•�â•©â•�â•�â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–„â–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–„â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" + 
										"â–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œâ–Œ\n" 
										,
										"__â™¥__â™¥_____â™¥__â™¥___ Put This\n" + 
										"_â™¥_____â™¥_â™¥_____â™¥__ Heart\n" + 
										"_â™¥______â™¥______â™¥__ On Your\n" + 
										"__â™¥_____/______â™¥__ Page If\n" + 
										"___â™¥____\\_____â™¥___ You Had\n" + 
										"____â™¥___/___â™¥_____ Your Heart\n" + 
										"______â™¥_\\_â™¥_______ Broken\n" + 
										"________â™¥_________Antonio.\n",
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ•‘â•‘â•‘â•‘â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ•‘â•‘â•‘â•‘â–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â–ˆâ•‘â•‘â•‘â•‘â–ˆâ–ˆâ”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â–ˆâ•‘â•‘â•‘â•‘â–ˆâ–ˆâ”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â–ˆ\n" + 
										"â”€â”€â”€â”€â”€â–ˆâ•‘â•‘â•‘â•‘â–ˆâ–ˆâ”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â–ˆ\n" + 
										"â”€â”€â”€â”€â”€â–ˆâ•‘â•‘â•‘â–ˆâ–ˆâ”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â–ˆ\n" + 
										"â”€â”€â”€â”€â”€â–ˆâ•‘â•‘â•‘â–ˆâ”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ•‘â•‘â•‘â–ˆ\n" + 
										"â”€â”€â”€â”€â”€â–ˆâ•‘â•‘â•‘â–ˆâ”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ•‘â•‘â•‘â–ˆ\n" + 
										"â”€â”€â”€â”€â”€â–ˆâ•‘â•‘â•‘â–ˆâ”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ•‘â•‘â•‘â–ˆ\n" + 
										"â”€â”€â”€â”€â”€â–ˆâ•‘â•‘â•‘â–ˆâ”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ•‘â•‘â•‘â–ˆ\n" + 
										"â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆâ”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆâ”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆâ”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆ\n" + 
										"â–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆ\n" + 
										"â–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–‘â–‘â–‘â–‘â–‘â–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆ\n" + 
										"â–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–‘â–‘â–‘â–‘â–‘â–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆ\n" + 
										"â–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–‘â–‘â–‘â–‘â–‘â–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆ\n" + 
										"â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–‘â–‘â–‘â–‘â–‘â–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–‘â–‘â–‘â–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–‘â–‘â–‘â–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–‘â–‘â–‘â–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–‘â–‘â–‘â–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â•‘â•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ•‘â–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆ\n" ,
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–„â–ˆâ–ˆâ–„â–„â–ˆâ–ˆâ–„\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–€\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–ˆâ–ˆâ–ˆâ–ˆâ–€\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–„â–„â–„â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€â–€â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€â–€â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€â–€â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–„â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–€\n", 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€â–€â–€â–€â–€â–€\n" + 
										"â”€â”€â”€â”€â”€â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€\n" + 
										"â”€â”€â”€â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€â–€\n" + 
										"â”€â”€â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€\n" + 
										"â”€â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€\n" + 
										"â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€\n" + 
										"â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€\n" + 
										"â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€\n" + 
										"â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€\n" + 
										"â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€\n" + 
										"â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€\n" + 
										"â”€â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€\n" + 
										"â”€â”€â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€â–€\n" + 
										"â”€â”€â”€â”€â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€â–€\n" + 
										"â”€â”€â”€â”€â”€â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â”€â–€â–€â–€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€â–€\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€â–€â–€â–€â–€â–€â–€â–€â”€â”€â–€â–€â–€â–€â–€â”€â”€â”€â”€â–€â–€â–€â–€\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€â–€â–€â–€â–€â”€â”€â”€â–€â–€â–€â”€â”€â”€â–€â–€â–€â–€\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€â–€â–€â–€â”€â”€â”€â”€â”€â–€â–€â–€â–€\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€â–€â”€â”€â–€â–€â–€â–€\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€â–€â–€\n" + 
										"â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â”€â–€â–€\n",
										"â–€â–ˆâ–ˆâ–€â”€â–„â–ˆâ–ˆâ–ˆâ–„â”€â–€â–ˆâ–ˆâ”€â–ˆâ–ˆâ–€â–ˆâ–ˆâ–€â–€â–ˆ\n" + 
										"â”€â–ˆâ–ˆâ”€â–ˆâ–ˆâ–ˆâ”€â–ˆâ–ˆâ–ˆâ”€â–ˆâ–ˆâ”€â–ˆâ–ˆâ”€â–ˆâ–ˆâ–„â–ˆ\n" + 
										"â”€â–ˆâ–ˆâ”€â–€â–ˆâ–ˆâ–„â–ˆâ–ˆâ–€â”€â–€â–ˆâ–„â–ˆâ–€â”€â–ˆâ–ˆâ–€â–ˆ\n" + 
										"â–„â–ˆâ–ˆâ–„â–„â–ˆâ–€â–€â–€â”€â”€â”€â”€â”€â–€â”€â”€â–„â–ˆâ–ˆâ–„â–„â–ˆ\n" , 
										"______________________________â–ˆâ–ˆâ–ˆ____â–ˆâ–ˆ_â–ˆâ–ˆ_____â–ˆâ–ˆâ–ˆ\n" + 
										"_____________________________â–ˆâ–ˆ________â–ˆâ–ˆ__________â–ˆâ–ˆ\n" + 
										"____________________________â–ˆâ–ˆ__________â–ˆ____________â–ˆâ–ˆ\n" + 
										"________â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ____________â–ˆâ–ˆ________________________â–ˆâ–ˆ\n" + 
										"_____â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ________â–ˆâ–ˆ________________________â–ˆâ–ˆ\n" + 
										"____â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ_______â–ˆâ–ˆ_______________________â–ˆâ–ˆ\n" + 
										"___â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ______â–ˆâ–ˆ______________________â–ˆâ–ˆ\n" + 
										"___â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ______â–ˆâ–ˆ___________________â–ˆâ–ˆ\n" + 
										"___â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ_______â–ˆâ–ˆ_________________â–ˆâ–ˆ\n" + 
										"____â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ_______â–ˆâ–ˆâ–ˆ_______________â–ˆâ–ˆ\n" + 
										"_______â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ_______â–ˆâ–ˆ__â–ˆâ–ˆ_____________â–ˆâ–ˆ\n" + 
										"___________â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ______â–ˆâ–ˆâ–ˆâ–ˆ___â–ˆâ–ˆ__________â–ˆâ–ˆ\n" + 
										"____â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ__â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ_____â–ˆâ–ˆ_____â–ˆâ–ˆ\n" + 
										"__â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ________â–ˆâ–ˆ__â–ˆâ–ˆ\n" + 
										"_â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ_____________â–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"â–ˆâ–ˆ_â–ˆâ–ˆâ–ˆâ–ˆâ–ˆ_â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ_______________â–ˆ\n" + 
										"â–ˆ__â–ˆ_â–ˆâ–ˆ__â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"_____â–ˆ__â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"_______â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"_______â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"_______â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"________â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"_______â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ__â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"______â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ_____â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ\n" + 
										"____â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ________â–ˆâ–ˆâ–ˆâ–ˆâ–ˆâ–ˆ"};
		
		
		for (int i = 0; i < 100; i++) {
			try {
				Thread.sleep(1001);
				System.out.println(ASCII[(int) (Math.random() * ASCII.length)]);
				System.out.println("\n" + "\n" + "\n" + "\n");
			} catch (InterruptedException ex) {
				ex.getMessage();
			}
			
		}
		System.out.println("Muchas gracias por todo el amor que muestras hacia mi, guapetón!!");
	}
}
